{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Rules",
  "language": "en",
  "home_page_url": "https://nathan-long.com/rules",
  "feed_url": "https://nathan-long.com/rules/feed/feed.json",
  "description": "Game rules for quick reference on the go",
  "author": {
    "name": "Nathan Long",
    "url": "https://nathan-long.com"
  },
  "items": [{
      "id": "https://nathan-long.com/rules/posts/mia/",
      "url": "https://nathan-long.com/rules/posts/mia/",
      "title": "Mia/Meier",
      "content_html": "<blockquote>\n<p>Mia, pronounced (My-yuh), or Meier is an ancient bluffing game, thought to have been played by Vikings. Often touted as, &quot;the most fun you can have with two dice&quot;.</p>\n</blockquote>\n<h2 id=\"objective\" tabindex=\"-1\">Objective <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/mia/#objective\" aria-hidden=\"true\">#</a></h2>\n<p>Be the last player standing with at least one life.</p>\n<h2 id=\"opening-a-round\" tabindex=\"-1\">Opening a Round <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/mia/#opening-a-round\" aria-hidden=\"true\">#</a></h2>\n<p>Roll to randomly determine the starting player. Every gets 3 'lives'.</p>\n<p>The opening player rolls the dice under the cup and discreetly looks, keeping the cup value hidden. The player must then announce a claim:</p>\n<ol>\n<li>The <strong>actual</strong> cup value (truth)</li>\n<li>A value <strong>higher</strong> than the cup value (bluff)</li>\n<li>A value <strong>lower</strong> than the cup value (bluff)</li>\n</ol>\n<p>This player is now the cup 'owner'.</p>\n<p>The dice roles are valued by taking the highest die's value as the first digit and the lowest die's value as the second digit. (Ex. a 2 and a 3 are rolled, 3 being the higher dice makes the roll a 32)</p>\n<p>Traditionally, all possible results are ranked in order as follows:</p>\n<p><code>21 (called Mia), 11, 22, 33, 44, 55, 66, 65, 64, 63, 62, 61, 54, 53, 52, 51, 43, 42, 41, 32, 31</code></p>\n<p>This is thought to be because the 1 and 2 on ancient knucklebone dice were rare as they were rectangular dice. An easier modern ranking is to rank Mia first, then descending numerically:</p>\n<p><code>21 (Mia), 66, 65, 64, 63, 62, 61, 55, 54, 53, 52, 51, 44, 43, 42, 41, 33, 32, 31, 22, 11.</code></p>\n<h2 id=\"rounds\" tabindex=\"-1\">Rounds <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/mia/#rounds\" aria-hidden=\"true\">#</a></h2>\n<p>The dice are passed to the next player, they can:</p>\n<ol>\n<li><strong>Challenge</strong>. The current player challenges the claim (preferably dramatically) and lifts the cup to reveal the cup value:\n<ul>\n<li>If the dice show a <strong>lesser</strong> value than that announced, the <strong>cup owner</strong> loses a life.</li>\n<li>If the dice show a <strong>greater</strong> or equal value, the <strong>challenger</strong> loses a life.</li>\n</ul>\n</li>\n<li><strong>Reroll</strong>. The current player accepts the claim, rerolls the dice without looking at the original cup value, peeks at the new cup value and must announce a higher cup value than the original claim. This player now becomes the cup owner.</li>\n<li><strong>Pass</strong>. The current player accepts the claim and without looking at the dice and assumes responsibility: They become the new cup owner with the current claim and play passes to the next player.</li>\n</ol>\n<p>On a challenge, the round ends, and the player that lost a life starts the next round.</p>\n<p>If 'Mia' is claimed and challenged, the loser of the challenge loses two lives.</p>\n<p>If everyone passes and the cup is passed back to the original owner (who knows the cup value) they cannot pass without raising the value of the claim. The exception is if the original claim was 'Mia', then the original cup owner must reroll. They can also challenge as the last person to pass is the owner and they know the cup value.</p>\n<blockquote>\n<p><strong>Nathan's Notes:</strong> This is marked Low/No Component because the components can easily be sourced almost anywhere. Dice can be cannibalized from other games and the cup can just be a paper coffee cup (preferably unused... but hey, it's your dice.)</p>\n</blockquote>\n",
      "date_published": "2023-02-13T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/shooting-party/",
      "url": "https://nathan-long.com/rules/posts/shooting-party/",
      "title": "Shooting Party",
      "content_html": "<blockquote>\n<p>Unrest is brewing, and the annual hunting party at Vogelschnabel Hall is always a hotbed of intrigue and speculation. This year promises to be no exception as influential figures from across the country gather for a weekend of idealogical dissemination and bloody slaughter.</p>\n<p>You, a member of MI6, have gained access to the gathering. While the party is depleting the wildlife in the area, your mission is to make contact with 4 sources, brave spouses of several key figures who are uneasy with the growing fervor, some of whom may be carrying plans and communiques.</p>\n<p>You must use your impeccable training to find a way to gather information from the sources without arousing suspicion. This won't be easy under the watchful eyes of their spouses and associated political attaché.</p>\n</blockquote>\n<h2 id=\"aim\" tabindex=\"-1\">Aim <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#aim\" aria-hidden=\"true\">#</a></h2>\n<p>To contrive to be alone with each of four sources in turn, by removing all other cards from your hand on four separate occasions. Your secondary aim is for each of them to be carrying secret communiques that you can discretely return to headquarters.</p>\n<h2 id=\"setup\" tabindex=\"-1\">Setup <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#setup\" aria-hidden=\"true\">#</a></h2>\n<p>Remove one joker and ranks 6 to 10 from a standard pack of playing cards. The remaining 33 cards represent the guests with whom you may interact.</p>\n<ul>\n<li>The <strong>queens</strong> represent the four sources that you aim to contact.</li>\n<li>The <strong>aces</strong> represent their communiques:\n<ul>\n<li>♥️ letters between political figures</li>\n<li>♦️ financial details and plans</li>\n<li>♣️ information on social agendas</li>\n<li>♠️ military movements and preparations</li>\n</ul>\n</li>\n<li>The <strong>kings</strong> are their spouses and the <strong>jacks</strong> are the spouses' political attachés.</li>\n<li>The included <strong>joker</strong> is the butler.</li>\n<li>The remaining cards (ranks 2 to 5) represent other guests who are not targets.</li>\n</ul>\n<h2 id=\"gameplay\" tabindex=\"-1\">Gameplay <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#gameplay\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>\n<p><strong>Shuffle the deck and place it face down as the draw pile</strong>.</p>\n<ul>\n<li>Whenever you have five or fewer cards in your hand you may draw two more to add to your hand. This represents a pair of guests entering the room.</li>\n<li>Whenever you draw an ace, place it face up on the table above the draw and discard piles and immediately draw another card to replace it in your hand. The displayed aces indicate which sources are carrying communiques at the time.</li>\n<li>If the draw pile is exhausted, retain your hand, but thoroughly shuffle together the discards with any unscored aces to create a new draw pile. Reshuffling may only be performed twice in the course of the game.</li>\n</ul>\n</li>\n<li>\n<p><strong>Draw <ins>four</ins> cards to form your <strong>hand.</strong> This represents the guests currently occupying the same room as you.</strong></p>\n<ul>\n<li>Discard from your hand according to the rules of etiquette (below). Discarding represents people leaving the room in response to your clever quip or verbal manipulation.</li>\n<li>At any time you may leave the room yourself by discarding your entire hand and drawing a new hand of four cards.</li>\n</ul>\n</li>\n<li>\n<p><strong>If you succeed in reducing your hand to a single queen, you make contact and may lay them on the score pile, indicating a successful exchange of orders and information.</strong></p>\n<ul>\n<li>If the ace of the same suit as this queen is currently displayed on the table then you may add it to the score pile as well, indicating that you successfully received their communique during contact.</li>\n<li>Since your hand is now empty, draw a new hand of four cards.</li>\n</ul>\n</li>\n</ol>\n<h2 id=\"etiquette\" tabindex=\"-1\">Etiquette <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#etiquette\" aria-hidden=\"true\">#</a></h2>\n<p>The rules of etiquette must be observed at all times, lest suspicion be aroused. If, on occasion, more than one might apply, then they should be obeyed in the following order of precedence.</p>\n<h4 id=\"1-groups-of-more-than-seven-are-not-conducive-to-agreeable-discourse.\" tabindex=\"-1\"><span class=\"dropcap\">1</span> Groups of more than seven are not conducive to agreeable discourse. <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#1-groups-of-more-than-seven-are-not-conducive-to-agreeable-discourse.\" aria-hidden=\"true\">#</a></h4>\n<p>You may draw a pair of cards only if you have five or fewer cards in your hand. Both cards must be drawn before resolving their effects.</p>\n<h4 id=\"2-spouses-should-guard-their-partners-by-removing-them-from-the-company-of-curious-guests.-constant-vigilance-is-required-spouses-should-not-allow-themselves-to-be-distracted-by-business.\" tabindex=\"-1\"><span class=\"dropcap\">2</span> Spouses should guard their partners by removing them from the company of curious guests. Constant vigilance is required; spouses should not allow themselves to be distracted by business. <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#2-spouses-should-guard-their-partners-by-removing-them-from-the-company-of-curious-guests.-constant-vigilance-is-required-spouses-should-not-allow-themselves-to-be-distracted-by-business.\" aria-hidden=\"true\">#</a></h4>\n<p>If you hold a <strong>queen and king of the same suit</strong> you must immediately <strong>discard</strong> them both, unless you also hold the <strong>jack</strong> of that suit, in which case you may discard the <strong>king and jack</strong> instead.</p>\n<h4 id=\"3-sources-must-remain-anonymous-even-from-each-other.\" tabindex=\"-1\"><span class=\"dropcap\">3</span> Sources must remain anonymous, even from each other. <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#3-sources-must-remain-anonymous-even-from-each-other.\" aria-hidden=\"true\">#</a></h4>\n<p>You may never hold more than <strong>one queen</strong> in your hand; the one that has been there the longest must be <strong>discarded</strong> immediately. If you draw two together then the one that was topmost in the draw pile must be discarded.</p>\n<h4 id=\"4-political-attaches-are-generally-over-inquisitive-people-whose-prying-may-uncover-truths-which-you-would-prefer-to-remain-hidden.\" tabindex=\"-1\"><span class=\"dropcap\">4</span> Political attachés are generally over-inquisitive people whose prying may uncover truths which you would prefer to remain hidden. <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#4-political-attaches-are-generally-over-inquisitive-people-whose-prying-may-uncover-truths-which-you-would-prefer-to-remain-hidden.\" aria-hidden=\"true\">#</a></h4>\n<p>If you ever hold <strong>two or more jacks</strong> you must immediately discard your whole hand (i.e. leave the room) and draw another four cards.</p>\n<h4 id=\"5-guests-are-most-comfortable-conversing-with-others-of-similar-social-standing-on-topics-of-mutual-interest.\" tabindex=\"-1\"><span class=\"dropcap\">5</span> Guests are most comfortable conversing with others of similar social standing on topics of mutual interest. <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#5-guests-are-most-comfortable-conversing-with-others-of-similar-social-standing-on-topics-of-mutual-interest.\" aria-hidden=\"true\">#</a></h4>\n<p>You may discard exactly two cards of the same suit, for example: 2♥︎ + 3♥︎, or J♦︎ + 4♦︎, or K♣︎ + 5♣︎. Or any two or more cards of the same rank, for example: 4♣︎ + 4♠︎, or K♦︎ + K♠︎, or 2♥︎ + 2♣︎ + 2♠︎</p>\n<h4 id=\"6-the-butler-is-also-an-mi6-operative-and-can-assist-in-your-mission.\" tabindex=\"-1\"><span class=\"dropcap\">6</span> The butler is also an MI6 operative, and can assist in your mission. <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#6-the-butler-is-also-an-mi6-operative-and-can-assist-in-your-mission.\" aria-hidden=\"true\">#</a></h4>\n<p>The <strong>joker</strong> may be discarded to <strong>retrieve one card from the discard pile</strong>, or <strong>one ace from the draw pile</strong> (place the ace face up as usual and shuffle the draw pile).</p>\n<p>Alternatively the joker may simply be discarded on its own, without needing to be paired with another card.</p>\n<h2 id=\"game-end\" tabindex=\"-1\">Game End <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/shooting-party/#game-end\" aria-hidden=\"true\">#</a></h2>\n<p>The game ends when the draw pile is <strong>exhausted for the third time</strong>, or <strong>all of the queens are in the score pile</strong>.</p>\n<p>Count up the scored cards (queens and aces). Since the communiques can only be taken during contact, you should never have more aces than queens in the score pile. The number of scored cards indicates your operative status, from inept pencil-pusher to expert spymaster:</p>\n<div class=\"table-full\">\n<table>\n<thead>\n<tr>\n<th style=\"text-align:left\">Number of communiques (aces)</th>\n<th style=\"text-align:left\">Number of successful contacts (queens)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align:left\">0 = inept</td>\n<td style=\"text-align:left\">0 = pencil-pusher</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">1 = novice</td>\n<td style=\"text-align:left\">1 =  infiltrator</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">2 = competent</td>\n<td style=\"text-align:left\">2 = double-agent</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">3 = proficient</td>\n<td style=\"text-align:left\">3 = operative</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">4 = expert</td>\n<td style=\"text-align:left\">4 =  spymaster</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>The Shooting Party © John Kean, 2016</p>\n<p>Modifications/rethemeing by Nathan Long, 2023</p>\n<p>Rules version: 20160714 (Adapted)</p>\n<p><em>This work is licensed under a Creative Commons Attribution NonCommercial-ShareAlike 4.0 International License</em></p>\n<blockquote>\n<p><strong>Nathan's Notes:</strong> This is a delightful solitaire game, but I found the original theme slightly problematic, hence the retheming to pre-WW2 covert operations. I encourage you to get and review the original ruleset.</p>\n</blockquote>\n",
      "date_published": "2022-11-15T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/insider/",
      "url": "https://nathan-long.com/rules/posts/insider/",
      "title": "Insider",
      "content_html": "<blockquote>\n<p>A twist on 20 questions with secret roles where the Insider tries to stay hidden from the Master and Commons while manipulating the discussion to lead everyone to the correct answer.</p>\n</blockquote>\n<p><small><strong>Disclaimer:</strong> Insider is copyright Oink games. What follows is a reinterpretation of the rules without the copyrighted flavor text.</small></p>\n<hr />\n<h2 id=\"setup\" tabindex=\"-1\">Setup <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/insider/#setup\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>Deal out role cards: 1 <strong>Master</strong>, 1 <strong>Insider</strong>, and X <strong>Commons</strong> (as many as there are people left). Everyone secretly looks at their roles.</li>\n<li>Everyone closes their eyes except the Master who chooses a word card and displays it on the table.</li>\n<li>The master closes their eyes and tells the Insider to open their eyes (all other eyes remain closed), who then views the word secretly.</li>\n<li>The master calls for the Insider to close their eyes and covers the word.</li>\n<li>The master tells everyone to open their eyes and play begins.</li>\n</ol>\n<h2 id=\"guessing-begins\" tabindex=\"-1\">Guessing Begins <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/insider/#guessing-begins\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>A timer is set for <strong>5 minutes</strong>.</li>\n<li>Everyone (Commons and Insider) ask <strong>free-for-all yes/no/don't know questions</strong> to the Master about the word.\n<ul>\n<li>There is no limit to amount of questions, they must only be phrased as yes/no/don't know questions.</li>\n<li>The insider tries subtly direct everyone else to the answer without revealing their identity.</li>\n<li>The master is in a good position to pay attention to who is the Insider, since they don't have to guess the word.</li>\n<li>If the word has two possible meanings (ex. tear in the eye vs tear in clothing), the Master should choose only one of the meanings.</li>\n</ul>\n</li>\n<li><strong>The timer stops</strong> when the word is guessed\n<ul>\n<li>If the timer runs out before the word is guessed, everyone loses.</li>\n</ul>\n</li>\n<li><strong>The timer is flipped</strong> and the remaining time is used for the voting round\n<ul>\n<li>For example, if the word is guessed after 3 minutes have passed, the voting round will last for 3 minutes. If guessed in 1 minute, the voting round will last for 1 minute.</li>\n</ul>\n</li>\n</ol>\n<h2 id=\"voting-begins\" tabindex=\"-1\">Voting Begins <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/insider/#voting-begins\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>Everyone participates in the <strong>discussion</strong> of who they think the Insider is, including the Master. Two votes are taken.</li>\n<li><strong>First Vote</strong>: Group tries to decide if the person who guessed correctly is the Insider.\n<ul>\n<li>A majority is required to accuse, a tie is not sufficient to accuse.</li>\n<li>If accused, the guesser reveals their card/role.</li>\n<li>If they incorrectly accuse the guesser, the Insider wins and the game is over.</li>\n<li>If they correctly accuse, the Master and Commons win and the game is over.</li>\n<li>If the vote does not accuse the guesser, it moves to the second vote.</li>\n</ul>\n</li>\n<li><strong>Second Vote:</strong> If the first vote is not successful, on the count of 3 everyone simultaneously points to who they think it is.\n<ul>\n<li>The person with the most votes is accused as the Insider (majority not required).</li>\n<li>The Master decides a tie.</li>\n<li>If the Insider is found, the Master wins along with the Commons.</li>\n<li>If the Insider is not found (another player is chosen), the Insider wins.</li>\n</ul>\n</li>\n</ol>\n<hr />\n<h2 id=\"setup-tips\" tabindex=\"-1\">Setup Tips <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/insider/#setup-tips\" aria-hidden=\"true\">#</a></h2>\n<ul>\n<li>Word cards can be chosen from other games like Apples to Apples or Codenames.</li>\n<li>As a variant, or if word cards are not available, words can also be written down freely by the Master.</li>\n<li>Role cards can be from a standard deck of cards (Ace for Insider, King for Master, numbers for commons, etc)</li>\n</ul>\n<blockquote>\n<p><strong>Nathan's Notes:</strong> This is a great scaling group game that requires almost no materials. If there aren't any playing cards, someone can be a Facilitator and pick the Master and Insider and manage the opening closing of eyes.</p>\n</blockquote>\n",
      "date_published": "2022-11-15T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/chickenfoot/",
      "url": "https://nathan-long.com/rules/posts/chickenfoot/",
      "title": "Chickenfoot",
      "content_html": "<blockquote>\n<h2 id=\"description:\" tabindex=\"-1\">Description: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#description:\" aria-hidden=\"true\">#</a></h2>\n<p>Chickenfoot is a branching domino game where players race to empty their hands before the other players.</p>\n</blockquote>\n<h2 id=\"setup\" tabindex=\"-1\">Setup <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#setup\" aria-hidden=\"true\">#</a></h2>\n<p>Each player draws a set of dominoes from a shuffled face down the pile to create their “hand”, making sure the domino values are concealed from their opponents. The number of dominoes each player draws varies with the number of players and amount of dominoes used (more players can be accommodated with a larger set):</p>\n<div class=\"table-full\">\n<table>\n<thead>\n<tr>\n<th style=\"text-align:left\">Players</th>\n<th style=\"text-align:center\">2</th>\n<th style=\"text-align:center\">3</th>\n<th style=\"text-align:center\">4</th>\n<th style=\"text-align:center\">5</th>\n<th style=\"text-align:center\">6</th>\n<th style=\"text-align:center\">7</th>\n<th style=\"text-align:center\">8</th>\n<th style=\"text-align:center\">9</th>\n<th style=\"text-align:center\">10</th>\n<th style=\"text-align:center\">11</th>\n<th style=\"text-align:center\">12</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align:left\">Double 9</td>\n<td style=\"text-align:center\">14</td>\n<td style=\"text-align:center\">10</td>\n<td style=\"text-align:center\">7</td>\n<td style=\"text-align:center\">6</td>\n<td style=\"text-align:center\">5</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">Double 12</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">12</td>\n<td style=\"text-align:center\">10</td>\n<td style=\"text-align:center\">8</td>\n<td style=\"text-align:center\">7</td>\n<td style=\"text-align:center\">6</td>\n<td style=\"text-align:center\">5</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">Double 15</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">-</td>\n<td style=\"text-align:center\">12</td>\n<td style=\"text-align:center\">10</td>\n<td style=\"text-align:center\">9</td>\n<td style=\"text-align:center\">8</td>\n<td style=\"text-align:center\">7</td>\n<td style=\"text-align:center\">7</td>\n<td style=\"text-align:center\">6</td>\n</tr>\n</tbody>\n</table>\n</div>\n<blockquote>\n<p>Note: These draw tables differ from other rule sets because of the &quot;No Draw&quot; round ending rules specific to our version of the game. We need more tiles in the chicken yard to prevent the round ending too quickly.</p>\n</blockquote>\n<p>The leftover dominoes are placed on the side and referred to as the “chicken yard”.</p>\n<h2 id=\"beginning-a-round\" tabindex=\"-1\">Beginning a round <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#beginning-a-round\" aria-hidden=\"true\">#</a></h2>\n<p>Chickenfoot begins a round with a starting <strong>“double”</strong> (a tile with the same amount of pips or the same number on each end) placed as the centerpiece. You begin with the highest double (for a double 9 set, you begin the first round with the double 9 domino.)</p>\n<p>Subsequent rounds begin with the <strong>next highest double</strong> all the way to double 0 (10 rounds with a Double 9 set, 13 for Double 12, 16 for Double 15).</p>\n<p>The starting double is set aside at the beginning of each round and placed in the center. The first player is randomly assigned and then rotates clockwise each new round.</p>\n<p>Going clockwise, the next player must either:</p>\n<ol>\n<li>Play a domino that has a matching end to the starting double.</li>\n<li>Draw a domino from the chicken yard and play that if possible. If not, the player calls “Pass” and the turn moves to the next player.</li>\n</ol>\n<p>The following player repeats the process of trying to play off the starting double and this continues until all 4 sides of the centerpiece are filled.</p>\n<p>[diagram: Showing alternate methods of Hub and Double 9]</p>\n<h2 id=\"subsequent-turns\" tabindex=\"-1\">Subsequent Turns <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#subsequent-turns\" aria-hidden=\"true\">#</a></h2>\n<p>After all the sides are played off the starting double, play can continue off any exposed end domino as long as the ends match.</p>\n<p>[diagram: Matching Dominoes end to end]</p>\n<p>If the player is unable to add a domino, then the player must draw a domino from the chicken yard and play that domino immediately if they are able to. Otherwise, they must pass.</p>\n<p>If there are no dominoes remaining to draw from, the round ends. (This is the 'No Draw')</p>\n<h2 id=\"chickenfoot\" tabindex=\"-1\">Chickenfoot <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#chickenfoot\" aria-hidden=\"true\">#</a></h2>\n<p>If a player plays a double, the double must be placed perpendicular to the domino played off of. The next three plays MUST be made off that double, creating an arrangement that resembles a chicken foot.</p>\n<p>[diagram: showing completed chicken foot]</p>\n<p>If the player is unable to play on that double, he must draw from the chicken yard and play that domino if possible or else pass. Once the Chickenfoot has completed, the plays can continue off any exposed matching end again.</p>\n<h2 id=\"chicken-little-&quot;bok-bok&quot;\" tabindex=\"-1\">Chicken Little / &quot;Bok Bok&quot; <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#chicken-little-%22bok-bok%22\" aria-hidden=\"true\">#</a></h2>\n<p>When a player places a tile and has one domino remaining, they must announce it by saying, &quot;BOK BOK!&quot; (or some other variant of a chicken noise) before their hand leaves the table (returns to pass their own dominoes).</p>\n<p>If a player does not announce their last tile, other players can call them out and the player who failed to announce must draw a tile from the &quot;chicken yard&quot;.</p>\n<h2 id=\"completing-a-round\" tabindex=\"-1\">Completing a round <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#completing-a-round\" aria-hidden=\"true\">#</a></h2>\n<p>A round is completed when one player plays the last domino in their hand (goes out) OR a player cannot make a legal play AND there are no dominoes in the &quot;chicken yard&quot;.</p>\n<h2 id=\"scoring\" tabindex=\"-1\">Scoring <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#scoring\" aria-hidden=\"true\">#</a></h2>\n<p>At the end of a round, each player records their points for the round by totaling the number of pips from the dominoes remaining in their hand. The double 0 tiles scores as 50 points.</p>\n<h2 id=\"completing-the-game\" tabindex=\"-1\">Completing the game <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/chickenfoot/#completing-the-game\" aria-hidden=\"true\">#</a></h2>\n<p>The game ends after all rounds are played (through to the Double 0). The player with the lowest total score for all the rounds wins!</p>\n<blockquote>\n<p><strong>Nathan's Notes:</strong> This is a good low-brain family activity as it scales well with number of players and encourages social interaction (Chicken Little rule) and remains friendly to all generations without being painfully long.</p>\n</blockquote>\n",
      "date_published": "2022-11-15T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/all-fives/",
      "url": "https://nathan-long.com/rules/posts/all-fives/",
      "title": "All Fives",
      "content_html": "<h2 id=\"the-deal\" tabindex=\"-1\">The Deal <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/all-fives/#the-deal\" aria-hidden=\"true\">#</a></h2>\n<p>The size of the hand varies with the number of players:</p>\n<ul>\n<li>2 players get <strong>9 tiles</strong> each</li>\n<li>3 players get <strong>7 tiles</strong> each</li>\n<li>4 players get <strong>5 tiles</strong> each</li>\n</ul>\n<p>The rest of the tiles form the boneyard.</p>\n<p>The four handed game is usually played in partnerships.</p>\n<h2 id=\"the-play\" tabindex=\"-1\">The Play <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/all-fives/#the-play\" aria-hidden=\"true\">#</a></h2>\n<p>The first player in the first hand is determined by lot (random). In the following hands, the player who <strong>dominoed</strong> (ran out of tiles) in the previous hand plays first. If the last hand was blocked, then the lead is again determined by lot.</p>\n<p>The lead can be <strong>any tile</strong> in the player's hand.</p>\n<p>The following players must play a tile matching the free end of one of the tiles at the ends of the layout. Doubles are played crosswise and count as the total of their pips for scoring purposes so long as they are at the end of one of the arms of the layout, with no tile yet played against the other side of the double.</p>\n<p>The first double, and only the first double, played is used as a 'spinner': the first and second tiles adjacent to the spinner must be placed against the two sides, then the third and fourth tiles must be placed against the ends.</p>\n<p>A player who cannot play a tile must draw tiles from the boneyard until he has a tile to play or the boneyard is empty. When a player draws a playable tile, it goes on the table immediately and the player's turn ends. When the boneyard becomes empty a player who has no tile to play passes and it is the next player's turn.</p>\n<p>The hand continues until one player dominoes (plays their last tile) or until all players are blocked.</p>\n<h2 id=\"scoring\" tabindex=\"-1\">Scoring <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/all-fives/#scoring\" aria-hidden=\"true\">#</a></h2>\n<p>After a player has set a tile, the two, three or four ends of the tableau are totaled. If this total is a multiple of five (5, 10, 15, 20, 25, 30 or 35 points), the player immediately scores that number of points. A double on the end of an arm of the tableau scores the total of its pips; that is [5-5] is worth ten points in the total, [6-6] is worth twelve points and so forth.</p>\n<p>The first double (spinner) is scored in the same way. Both ends count until tiles have been placed against both of its sides. When the second tile is played against the spinner, the spinner no longer contributes to the score: only the tiles at the two ends of the layout count, just as if the spinner was another tile placed in line. This can be confusing because the ends of the spinner are still open for setting other tiles.</p>\n<p>When the third tile is played against the spinner, creating a new arm extending from one of its ends, this third arm also counts towards the total, and when the fourth arm is begun by by extending the other end of the spinner all four ends count.</p>\n<p><strong>Example</strong>. The diagrams below show the first nine moves of a possible game. The black arrows show the directions in which the layout can be extended, and the red stars show the tile ends that contribute to the total, which must be a multiple of 5 for the player to score for the move.</p>\n<figure class=\"inset-small mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-01.svg\" alt=\"Move 1\" />\n<figcaption>move one - 5 points</figcaption>\n</figure>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-02.svg\" alt=\"Move 1\" />\n<figcaption>\nmove two - 0 points\n</figcaption>\n</figure>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-03.svg\" alt=\"Move 1\" />\n<figcaption>\nmove three - 10 points\n</figcaption>\n</figure>\n<p>When a double is at the end of an arm, both ends of the double are counted, but only until another tile is played extending from the free side of the double.</p>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-04.svg\" alt=\"Move 1\" />\n  <figcaption>\n  move four - 5 points\n  </figcaption>\n</figure>\n<p>The [1-1], not the [4-4], was the first double played, so it is only from the [1-1] that the third and fourth arms of the cross can be started, and only after tiles have been played on both sides of the [1-1].</p>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-05.svg\" alt=\"Move 1\" />\n  <figcaption>move five - 5 points</figcaption>\n</figure>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-06.svg\" alt=\"Move 1\" />\n  <figcaption>move six - 10 points</figcaption>\n</figure>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-07.svg\" alt=\"Move 1\" />\n  <figcaption>move seven - 15 points</figcaption>\n</figure>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-08.svg\" alt=\"Move 1\" />\n  <figcaption>move eight - 5 points</figcaption>\n</figure>\n<hr />\n<figure class=\"inset mx-auto\">\n<img src=\"https://nathan-long.com/rules/img/all-fives-09.svg\" alt=\"Move 1\" />\n  <figcaption>move nine - 0 points</figcaption>\n</figure>\n<p>When the hand ends, because some player runs out of tiles or the layout is blocked with no further plays possible. If a player runs out of tiles, that player (or that player's team) is considered the <strong>winner of that deal</strong>. If the game is blocked the player or team with fewest points on tiles remaining in hand is considered the winner.</p>\n<p><strong>The winning player or team scores the total of the pips on the tiles remaining in the opponents' hands, rounded up or down to the nearest multiple of five.</strong> For example, in a two-player game a losing hand with just the [1-2] would round up to five points, while [1-1] would round down to zero points.</p>\n<p>If there is a tie for least points in a blocked two-player or four-player game no one scores for the remaining tiles. In a three-player game if two players tie for least they split the third player's points between them.</p>\n<p>The game is played up to an agreed number of points, usually <strong>250 points for two players and 200 points with three or four players.</strong></p>\n<p>It is common to <strong>divide all the scores by five</strong>, so that for example a total of 15 on the ends of the layout scores 3 points. The game can then be scored on a Cribbage board, and the winning target is <strong>61 points</strong>. (But it's 50 to make 250 points??)</p>\n<h2 id=\"strategy\" tabindex=\"-1\">Strategy <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/all-fives/#strategy\" aria-hidden=\"true\">#</a></h2>\n<ul>\n<li>As in any domino game, the player who can count the outstanding tiles has a strong advantage.</li>\n<li>Beginning players have trouble doing the required math in their heads. They will tend to think in terms of arms which end in 5, instead of looking for other combinations that give a multiple of five. Also, beginners do not think of reducing the previous total to a multiple of five.</li>\n<li>The highest possible score in one play is 35 points, which is obtained by having the [6-6], [5-5] and [4-4] tiles on the ends of three arms of the layout and a tile which shows a 5 on the fourth arm.</li>\n<li>When you have the lead, play a tile worth ten points ([5-5] or [4-6]) if possible to score early. Otherwise, play a double that gives you control the arms of the tableau.</li>\n<li>When another player draws a tile, you have information as to what was missing in his hand. If he draws one tile and plays it, you know that if you can force the tableau to end in the values he was missing, you will force him to draw more tiles.</li>\n<li>The smaller the total you leave to the next player, the smaller the total he can make from it.</li>\n<li>You can play to score, to block or to domino. In the scoring game, you attempt to get the largest score without regard to who dominoes. The scoring game is the obvious strategy and it is probably what you will pursue at the start of the game when you do not know the distribution of the tiles.\n<ul>\n<li>In the blocking game, you try to force a blocked game with the intent that you will get the lowest negative score. The blocking game is an end game strategy which depends on counting suits to see that there are no tiles outstanding in the suits on the arms of the tableau.</li>\n<li>Playing to domino is really a version of the blocking strategy, since you will have the lowest negative score, namely zero. However, it also has the advantage of giving you the lead in the following hand. That lead can be important if you are close to winning the game.</li>\n</ul>\n</li>\n<li>Remember that being the one to domino is not always the same thing as getting the most points in a hand. Look for a suit where you are heavy or have control of the remaining tiles and try to get that suit exposed on one or more of the arms of the tableau to guarantee you have a play on your next turn.</li>\n</ul>\n<h2 id=\"variants\" tabindex=\"-1\">Variants <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/all-fives/#variants\" aria-hidden=\"true\">#</a></h2>\n<p>Some play that the round begins with the highest double being played. (American Dominoes)</p>\n<p>Some play that the last tile or the last two tiles in the boneyard can never be drawn. If the boneyard is reduced to one (or two) tiles players who cannot play must pass and if all pass the game is blocked.</p>\n<p>Some play that a player or team must reach the target score (for example 61 on a cribbage board) exactly in order to win. This can happen during the play by playing a tile that makes a multiple of five on the ends of the layout or by scoring for the opponents' tiles at the end of a game. If a player overshoots by scoring too many points at once - for example 4 points from a score of 58 - those points are not scored and the game continues.</p>\n<p>Some play that at the end of a hand each player or team subtracts the total pip value of the tiles remaining in their hands, rounded to the nearest five, from their running total.</p>\n<h2 id=\"alternates\" tabindex=\"-1\">Alternates <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/all-fives/#alternates\" aria-hidden=\"true\">#</a></h2>\n<dl>\n<dt>Muggins</dt>\n<dd>Same, but no spinners, so only ever two branches</dd>\n<dt>Sniff</dt>\n<dd>Same, but the first double is the 'Sniff', which is played inline, but can only have one tile added to each side.</dd>\n<dt>Five Up</dt>\n<dd>All doubles are spinners.</dd>\n<dt>Seven-Toed Pete and Horse Race</dt>\n<dd>Allow chaining of tiles in a turn,</dd>\n</dl>\n<blockquote>\n<p><strong>Nathan's Notes:</strong> This is probably my favorite domino game, relatively chill, and fantastic with little ones to work on basic addition (without them knowing it). When playing with little ones I recommend the 'Muggins' variant to keep it from being overwhelming at first, then adding the single spinner as they get older to increase complexity.</p>\n</blockquote>\n",
      "date_published": "2022-11-15T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/scoundrel/",
      "url": "https://nathan-long.com/rules/posts/scoundrel/",
      "title": "Scoundrel",
      "content_html": "<h2 id=\"setup:\" tabindex=\"-1\">Setup: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/scoundrel/#setup:\" aria-hidden=\"true\">#</a></h2>\n<p>Scoundrel is played with a standard deck of playing cards.</p>\n<p>Search through the deck and remove all Jokers, Red Face Cards and Red Aces. Place them off to the side, they are not used in this game.</p>\n<p>Shuffle the remaining cards and place the pile face down on your left. This deck is called the <strong>Dungeon</strong>.</p>\n<p>Take out a piece of paper and pen (or use your memory). Mark down 20 on the piece of paper, this is your starting <strong>Health</strong>.</p>\n<h2 id=\"rules:\" tabindex=\"-1\">Rules: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/scoundrel/#rules:\" aria-hidden=\"true\">#</a></h2>\n<p>The 26 <strong>Clubs ♣︎</strong> and <strong>Spades ♠︎</strong> in the deck are <strong>Monsters</strong>. Their damage is equal to their ordered value. (e.g. 10 is 10, Jack is 11, Queen is 12, King is 13, and Ace is 14)</p>\n<p>The 9 <strong>Diamonds ♦︎</strong> in the deck are <strong>Weapons</strong>. Each weapon does as much damage as its value. All weapons in Scoundrel are binding, meaning if you pick one up, you must equip it, and discard your previous weapon.</p>\n<p>The 9 <strong>Hearts ♥︎</strong> in the deck are <strong>Health Potions</strong>. You may only use one health potion each turn, even if you pull two. The second potion you pull is simply discarded. You may not restore your life beyond your starting 20 health.</p>\n<p>You may locate the discard deck (any discarded cards) anywhere you wish, though I recommend to the right of the <strong>Room</strong>. Cards are discarded face down.</p>\n<p>The Game ends when either your life reaches 0 or you make your way through the entire <strong>Dungeon</strong>.</p>\n<p><svg version=\"1.1\" id=\"Layer_1\" xmlns=\"http://www.w3.org/2000/svg\" x=\"0\" y=\"0\" viewBox=\"0 0 600 349\" xml:space=\"preserve\" style=\"max-width: 600px; margin: 0 auto; display: block;\"><style>.st0{fill:#7f7f7f}.st1{fill:#db4242}.st2{fill:#9ba033}.st3{fill:#1e9917}.st4{font-family:&quot;Roboto&quot;;}.st5{font-size:18.6274px}.st6{fill:#613ece}</style><path class=\"st0\" d=\"M88.449 24.142H30.604c-1.65 0-3 1.35-3 3v81.376H21.67c-1.103 0-2-.897-2-2v-88.69c0-1.103.897-2 2-2h57.845c1.103 0 2 .897 2 2V24h2v-6.172c0-2.206-1.794-4-4-4H21.67c-2.206 0-4 1.794-4 4v88.689c0 2.206 1.794 4 4 4h5.934v5.313c0 1.65 1.35 3 3 3h57.845c1.65 0 3-1.35 3-3V27.142c0-1.65-1.35-3-3-3zm1 91.689c0 .542-.458 1-1 1H30.604c-.542 0-1-.458-1-1V27.142c0-.542.458-1 1-1h57.845c.542 0 1 .458 1 1v88.689z\"></path><path class=\"st1\" d=\"M156 281.415h-6.556c-2.206 0-4-1.794-4-4v-88.689c0-2.206 1.794-4 4-4h57.845c2.206 0 4 1.794 4 4V220h-2v-31.274c0-1.103-.897-2-2-2h-57.845c-1.103 0-2 .897-2 2v88.689c0 1.103.897 2 2 2H156v2z\"></path><path class=\"st2\" d=\"M216.241 219.902h-57.845c-2.206 0-4 1.794-4 4v107.63c0 2.206 1.794 4 4 4h57.845c2.206 0 4-1.794 4-4v-107.63c0-2.206-1.795-4-4-4zm-57.845 2h57.845c1.103 0 2 .897 2 2v6.526a3.959 3.959 0 00-2-.556h-57.845c-.732 0-1.409.212-2 .556v-6.526c0-1.102.897-2 2-2zm59.845 17.497a3.959 3.959 0 00-2-.556h-57.845c-.732 0-1.409.212-2 .556v-5.527c0-1.103.897-2 2-2h57.845c1.103 0 2 .897 2 2v5.527zm0 27.601v64.532c0 1.103-.897 2-2 2h-57.845c-1.103 0-2-.897-2-2v-88.689c0-1.103.897-2 2-2h57.845c1.103 0 2 .897 2 2V267z\"></path><path class=\"st3\" d=\"M207.244 26.142c.542 0 1 .458 1 1v88.689c0 .542-.458 1-1 1H149.4c-.542 0-1-.458-1-1V27.142c0-.542.458-1 1-1h57.844m0-2H149.4c-1.65 0-3 1.35-3 3v88.689c0 1.65 1.35 3 3 3h57.845c1.65 0 3-1.35 3-3V27.142a3.01 3.01 0 00-3.001-3zM285.6 26.142c.542 0 1 .458 1 1v88.689c0 .542-.458 1-1 1h-57.845c-.542 0-1-.458-1-1V27.142c0-.542.458-1 1-1H285.6m0-2h-57.845c-1.65 0-3 1.35-3 3v88.689c0 1.65 1.35 3 3 3H285.6c1.65 0 3-1.35 3-3V27.142c0-1.65-1.35-3-3-3zM363.955 26.142c.542 0 1 .458 1 1v88.689c0 .542-.458 1-1 1H306.11c-.542 0-1-.458-1-1V27.142c0-.542.458-1 1-1h57.845m0-2H306.11c-1.65 0-3 1.35-3 3v88.689c0 1.65 1.35 3 3 3h57.845c1.65 0 3-1.35 3-3V27.142c0-1.65-1.35-3-3-3zM442.31 26.142c.542 0 1 .458 1 1v88.689c0 .542-.458 1-1 1h-57.845c-.542 0-1-.458-1-1V27.142c0-.542.458-1 1-1h57.845m0-2h-57.845c-1.65 0-3 1.35-3 3v88.689c0 1.65 1.35 3 3 3h57.845c1.65 0 3-1.35 3-3V27.142c0-1.65-1.35-3-3-3z\"></path><text transform=\"matrix(.9348 0 0 1 16.615 146.09)\" class=\"st0 st4 st5\">DUNGEON</text><path class=\"st6\" d=\"M571.449 24.142h-57.845c-1.65 0-3 1.35-3 3v81.376h-5.934c-1.103 0-2-.897-2-2v-88.69c0-1.103.897-2 2-2h57.845c1.103 0 2 .897 2 2V24h2v-6.172c0-2.206-1.794-4-4-4H504.67c-2.206 0-4 1.794-4 4v88.689c0 2.206 1.794 4 4 4h5.934v5.313c0 1.65 1.35 3 3 3h57.845c1.65 0 3-1.35 3-3V27.142c0-1.65-1.35-3-3-3zm1 91.689c0 .542-.458 1-1 1h-57.845c-.542 0-1-.458-1-1V27.142c0-.542.458-1 1-1h57.845c.542 0 1 .458 1 1v88.689z\"></path><text transform=\"matrix(.9348 0 0 1 504.589 146.09)\" class=\"st6 st4 st5\">DISCARD</text><text transform=\"matrix(.9348 0 0 1 268.315 146.09)\" class=\"st3 st4 st5\">ROOM</text><text transform=\"matrix(.9348 0 0 1 235.524 200.567)\" class=\"st1 st4 st5\">EQUIPPED WEAPON</text><text transform=\"matrix(.9348 0 0 1 235.524 235.281)\" class=\"st2 st4 st5\">MONSTERS SLAIN BY THIS WEAPON</text></svg></p>\n<hr />\n<h2 id=\"gameplay:\" tabindex=\"-1\">Gameplay: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/scoundrel/#gameplay:\" aria-hidden=\"true\">#</a></h2>\n<p>On your first and every turn, flip over cards off the top of the deck, one by one, until you have 4 cards face up in front of you to make a <strong>Room</strong>.</p>\n<p>You may avoid the <strong>Room</strong> if you wish. If you chose to do so, scoop up all four cards in one motion and place them at the bottom of the Dungeon. While you may avoid as many <strong>Rooms</strong> as you want, you may not avoid two <strong>Rooms</strong> in a row.</p>\n<p>If you choose not to avoid the <strong>Room</strong>, one by one, you must face 3 of the four cards it contains.</p>\n<p>Take them one at a time.</p>\n<p>Once you have chosen 3 cards (such that only one remains), your turn is complete. Leave the fourth card face up in front of you as part of the next Room.</p>\n<h3 id=\"if-you-chose-a-weapon...\" tabindex=\"-1\">If you chose a Weapon... <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/scoundrel/#if-you-chose-a-weapon...\" aria-hidden=\"true\">#</a></h3>\n<p>You must equip it. Do this by placing it face up between you and the remaining <strong>Room</strong> cards. If you had a previous <strong>Weapon</strong> equipped, move it and any <strong>Monsters</strong> on it to the discard deck.</p>\n<h3 id=\"if-you-chose-a-health-potion...\" tabindex=\"-1\">If you chose a Health Potion... <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/scoundrel/#if-you-chose-a-health-potion...\" aria-hidden=\"true\">#</a></h3>\n<p>Add its number to your health, and than discard it. Your health may not exceed 20, and you may not use more than one <strong>Health Potion</strong> per turn. If you take two <strong>Health Potions</strong> on a single turn, the second is simply discarded, adding nothing to your health.</p>\n<h3 id=\"if-you-chose-a-monster...\" tabindex=\"-1\">If you chose a Monster... <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/scoundrel/#if-you-chose-a-monster...\" aria-hidden=\"true\">#</a></h3>\n<p>You may either fight it <strong>barehanded</strong> or with an equipped <strong>Weapon</strong>.</p>\n<p>If you choose to fight the Monster <strong>barehanded</strong>, subtract its full value from your Health, and move the Monster to the discard deck.</p>\n<p>If you choose to fight the Monster with your equipped <strong>Weapon</strong>, place the monster face up on top of the weapon (and on top of any other Monsters on the Weapon. Be sure to stagger the placement of the Monster so that the Weapon's number is still showing. subtract the Weapon's value from the Monster's value and subtract any remaining value from your health.</p>\n<blockquote>\n<p>For example, if your Weapon is a 5, and you place a 3 Monster on it, you take no damage. ( 3-5 &lt; 0). If your Weapon is a 5 and you place a Jack Monster on it, you take 6 damage. ( 11 - 5 = 5 dmg)</p>\n</blockquote>\n<p>It is important to note that although you retain your weapons until they are replaced, once a Weapon is used on a monster, the Weapon can then only be used to slay Monsters of a lower value (less than equal) than the previous Monster it had slain.</p>\n<blockquote>\n<p>For example, if your 5 Weapon has killed a Queen Monster and you then choose a 6 Monster, you may use your Weapon on the 6 Monster, as 6 is less than 12. But, if you have used your 5 Weapon on a 6 Monster, and you then choose a Queen Monster, you must fight the Queen barehanded as Queen,12, is greater than 6. Despite this, the Weapon is not discarded, as it could still be used against Monsters weaker than a 6.</p>\n</blockquote>\n<hr />\n<h2 id=\"scoring\" tabindex=\"-1\">Scoring <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/scoundrel/#scoring\" aria-hidden=\"true\">#</a></h2>\n<p>If your life has reached zero, find all the remaining monsters in the Dungeon, and subtract their values from your life, this negative value is your score.</p>\n<p>If you have made your way through the entire dungeon, your score is your positive life, or if your life is 20, and your last card was a health potion, your life + the value of that potion.</p>\n<blockquote>\n<p><strong>Nathan's Notes:</strong> This game is HARD to complete, making actually escaping very rewarding. Keeping track of your life can be difficult to do mentally, so having a tracker or pen and paper offloads that overhead.</p>\n</blockquote>\n",
      "date_published": "2022-10-11T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/lamarckian-poker/",
      "url": "https://nathan-long.com/rules/posts/lamarckian-poker/",
      "title": "Lamarckian Poker",
      "content_html": "<blockquote>\n<h2 id=\"story:\" tabindex=\"-1\">Story: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/lamarckian-poker/#story:\" aria-hidden=\"true\">#</a></h2>\n<p>Jean-Baptiste Pierre Antoine de Monet, Chevalier de la Marck, known to his friends as “Lamarck,” was a precursor of Charles Darwin, and a proponent of “soft inheritance.” This is the evolutionary theory that a parent animal could produce evolved offspring by changing its own behavior, as exemplified by the case of a giraffe who stretches her own neck, and later gives birth to a longer necked calf.</p>\n<p>In Lamarckian Poker, you will start with a hand of random cards resembling primordial ooze, and then attempt through successive generations to evolve it into something more useful, such as mud or slime. Or perhaps the rats and giraffes of Lamarck’s colorful imagination.</p>\n</blockquote>\n<p><small><strong>Disclaimer:</strong> This was a freely distributed game designed by James Ernest, distributed by Cheapass Games as a part of their Cheapass Games Poker Suite (no longer in publication).</small></p><p>\n</p><h2 id=\"to-begin:\" tabindex=\"-1\">To Begin: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/lamarckian-poker/#to-begin:\" aria-hidden=\"true\">#</a></h2>\n<p>Shuffle the deck, and deal each player a starting hand of four cards.</p>\n<h2 id=\"on-each-turn:\" tabindex=\"-1\">On Each Turn: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/lamarckian-poker/#on-each-turn:\" aria-hidden=\"true\">#</a></h2>\n<p>Deal four cards face up in the center of the table. These cards are called the “pool.” Each player plays one card from his hand face down on the table. This card is called the “mark.” When all the marks are down, reveal them. They will then be played one at a time, in descending order. Suit determines the order between cards of the same rank, with clubs at the bottom, then diamonds, hearts, and spades.</p>\n<p>When played, each mark can capture cards from the pool. When you play a mark, you pick up all the cards which match it, either by suit or by rank. The mark itself falls into the pool. For example, if a Queen of spades is your play, you will pick up all the spades, and all the Queens, and then put the Queen of spades into the pool.</p>\n<blockquote>\n<h2 id=\"another-example:\" tabindex=\"-1\">Another Example: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/lamarckian-poker/#another-example:\" aria-hidden=\"true\">#</a></h2>\n<p>On the first round of a three-player game, the following cards are dealt into the pool: A♥, Q♣, 9♠, 5♥. Each player plays a mark face down, and then the cards are revealed to be the A♠, 10♣, and 9♥. The marks are now played from highest to lowest, so the A♠ goes first, capturing the A♥ and the 9♠, and then falling in. The new pool contains the A♠, Q♣, and 5♥. Then, the 10♣ takes the Q♣, and falls into the pool. Last, the 9♥ takes the 5♥, and falls in.</p>\n</blockquote>\n<p>After the last mark is played, discard whatever is left in the pool, and deal four new cards into the pool, starting a new round.</p>\n<p>Play continues until the deck is empty. After the last round, there is a showdown, and the player with the best poker hand wins.</p>\n<p>It’s possible, especially with a large number of players, for people’s hands to empty. This is just a result of natural selection. If your hand is ever empty at the end of a turn, you go extinct and are out of the game.</p>\n<h2 id=\"strategy:\" tabindex=\"-1\">Strategy: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/lamarckian-poker/#strategy:\" aria-hidden=\"true\">#</a></h2>\n<p>You don’t want to run out of cards, so in the early stages of the game you must try to pick up more cards than you play, regardless of how well they build your poker hand. At some point you will have to start tuning your hand with more precise plays, but only when you no longer run the risk of running out of cards. Just to be clear, straights and flushes require five cards.</p>\n<hr />\n<h2 id=\"the-poker-hands:\" tabindex=\"-1\">The Poker Hands: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/lamarckian-poker/#the-poker-hands:\" aria-hidden=\"true\">#</a></h2>\n<p>You probably don’t need a reminder, but in case you do, here is the list of poker hands from best to worst.</p>\n<dl>\n<dt>Five of a Kind:</dt>\n<dd>Five cards of the same rank, such as AAAAA. This hand is impossible without wild cards.</dd>\n<dt>Royal Flush:</dt>\n<dd>This is merely an Ace-high straight flush. It has its own name because it is so awesome.</dd>\n<dt>Straight Flush:</dt>\n<dd>Five cards in sequence that are also all the same suit, such as 3d-4d-5d-6d-7d.</dd>\n<dt>Four of a Kind</dt>\n<dd>Four cards of the same rank, such as four Jacks.</dd>\n<dt>Full House:</dt>\n<dd>Three of one kind and two of another, such as QQQ-33 (Queens full of threes). The rank of the set of three determines the rank of the hand in comparison other full houses.</dd>\n<dt>Flush:</dt>\n<dd>Five cards of the same suit. The highest card in the set determines the value of the hand, when comparing with other flushes.</dd>\n<dt>Straight:</dt>\n<dd>Five cards in sequence, such as 8-9-T-J-Q. Straights are compared by their highest card. Aces can be used as high or low in a straight. A-2-3-4-5 is a 5-high straight.</dd>\n<dt>Three of a Kind:</dt>\n<dd>Three cards of the same rank, such as three Kings.</dd>\n<dt>Two Pair:</dt>\n<dd>Two pairs, such as KK-66.</dd>\n<dt>One Pair:</dt>\n<dd>Two cards of the same rank, such as QQ.</dd>\n<dt>High Card:</dt>\n<dd>If you have nothing else on this list, you have “high card.” Ranked by its highest card.</dd>\n</dl>\n",
      "date_published": "2022-10-11T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/bogey/",
      "url": "https://nathan-long.com/rules/posts/bogey/",
      "title": "The Bogey",
      "content_html": "<blockquote>\n<p>Fey creatures, called bogeys, are creatures of mischief. Be wary of where you put things or you may find something else in its place!</p>\n</blockquote>\n<h2 id=\"set-up\" tabindex=\"-1\">Set up <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/bogey/#set-up\" aria-hidden=\"true\">#</a></h2>\n<p>Shuffle the deck and deal yourself an opening hand of 5 cards.</p>\n<h2 id=\"how-to-win\" tabindex=\"-1\">How to Win <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/bogey/#how-to-win\" aria-hidden=\"true\">#</a></h2>\n<p>The aim of the game is to play all the cards in as few columns as you can, despite the Bogey's intervention. The win criterion, in terms of number of columns, is as follows:</p>\n<table>\n<thead>\n<tr>\n<th style=\"text-align:left\">Level</th>\n<th style=\"text-align:left\">Columns</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align:left\">novice</td>\n<td style=\"text-align:left\">12 columns</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">normal</td>\n<td style=\"text-align:left\">11 columns</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">advanced</td>\n<td style=\"text-align:left\">10 columns</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">legendary</td>\n<td style=\"text-align:left\">9 columns</td>\n</tr>\n<tr>\n<td style=\"text-align:left\">epic</td>\n<td style=\"text-align:left\">8 columns</td>\n</tr>\n</tbody>\n</table>\n<h2 id=\"how-to-play-a-card-to-the-table\" tabindex=\"-1\">How to play a card to the table <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/bogey/#how-to-play-a-card-to-the-table\" aria-hidden=\"true\">#</a></h2>\n<p>Over the course of the game, columns of cards are built. In each column, the cards are of the same suit, and the cards must be decreasing in value (K, Q, J, 10, 9, 8, 7, 6, 5, 4, 3, 2, A) but may skip values. To play a card to the table it must be either added to the bottom of a column of the same suit containing only cards of a higher value, or placed to start a new column.</p>\n<h2 id=\"gameplay\" tabindex=\"-1\">Gameplay <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/bogey/#gameplay\" aria-hidden=\"true\">#</a></h2>\n<p>The game starts with an empty board. Play alternates between you and the bogie, starting with you.</p>\n<p>On your turn you first draw enough cards to bring your hand to five cards. For each card in your hand you must decide whether to play it to the table, discard it, or to hold on to it for the next turn.</p>\n<p>The bogey then takes his turn. He plays the next card in the deck either adding to an existing column or starting a new one. You may choose where the card is played. If it cannot be played legally the game is lost. Remember there is a limit of twelve columns.</p>\n<p>You can also choose to pass your turn, letting the bogey play multiple times in a row, in effect choosing to 'hold on' to all your cards (not discarding or playing any of them).</p>\n<p>When the deck has run out the discards are shuffled and become the deck.</p>\n<p><strong>A more difficult variant</strong>: A more difficult version of the game is to change the hand size to 4 (instead of 5). This means the bogey plays cards a higher proportion of the time.</p>\n<p><em>Designer: Katharine Turner, 2016</em></p>\n<blockquote>\n<p><strong>Nathan's Notes:</strong> The chaos element of the bogey is simple but makes each play different, making it more interesting (to me) than standard solitaire variants.</p>\n</blockquote>\n",
      "date_published": "2022-10-11T00:00:00Z"
    },{
      "id": "https://nathan-long.com/rules/posts/abandon-ship/",
      "url": "https://nathan-long.com/rules/posts/abandon-ship/",
      "title": "Abandon Ship",
      "content_html": "<blockquote>\n<h2 id=\"story:\" tabindex=\"-1\">Story: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#story:\" aria-hidden=\"true\">#</a></h2>\n<p>The rats are gone, but you’re still here. You and your greedy pals are hustling around the deck of a sinking pirate ship, trying to scoop up as much treasure as you can carry. You’ll need to collect plenty of loot, so you can buy your way into a lifeboat, and the best lifeboats are the ones with the most treasure already in them. It’s complicated. Or maybe you’re just not very smart.</p>\n<p>In this game, Aces are worth 1 point, Jacks 11, Queens 12, and Kings 13. All other cards are worth their face value.</p>\n</blockquote>\n<p><small><strong>Disclaimer:</strong> This was a freely distributed game designed by James Ernest, distributed by Cheapass Games as a part of their Cheapass Games Poker Suite (no longer in publication).</small></p><p>\n</p><h2 id=\"overview\" tabindex=\"-1\">Overview <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#overview\" aria-hidden=\"true\">#</a></h2>\n<p>The game consists of several hands, or “rounds,” each of which ends when the last card is drawn from the deck, and the ship sinks. At the end of each round, players will compete to get on the lifeboats in a showdown, and they score points based on which lifeboat they board. If you board no lifeboat, you get no points for the round. The first player to earn 200 points wins.</p>\n<h2 id=\"play\" tabindex=\"-1\">Play <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#play\" aria-hidden=\"true\">#</a></h2>\n<h3 id=\"to-begin-each-round:\" tabindex=\"-1\">To Begin Each Round: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#to-begin-each-round:\" aria-hidden=\"true\">#</a></h3>\n<p>Shuffle the deck and deal five cards to each player. If there are only two players, deal five more cards and set them aside, face down. These cards will not be used. Play starts with the dealer, and the deal moves to the left after each round.</p>\n<h3 id=\"on-your-turn\" tabindex=\"-1\">On Your Turn <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#on-your-turn\" aria-hidden=\"true\">#</a></h3>\n<ul>\n<li>If you do not have <strong>five cards</strong> in your hand, draw back up to five.\n<ul>\n<li>If you draw the <strong>last card</strong> off the deck, the ship sinks immediately, and you do not take the rest of your turn.</li>\n</ul>\n</li>\n<li>After you draw, you have two options: you may\n<ol>\n<li><strong>Discard one card</strong>, or</li>\n<li><strong>Pick a Fight</strong>.</li>\n</ol>\n</li>\n</ul>\n<h4 id=\"discarding:\" tabindex=\"-1\">Discarding: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#discarding:\" aria-hidden=\"true\">#</a></h4>\n<p>There are four discard piles, one for each suit. These represent lifeboats. When you discard a card, place it into the lifeboat of the appropriate suit, and your turn is over.</p>\n<h4 id=\"fighting:\" tabindex=\"-1\">Fighting: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#fighting:\" aria-hidden=\"true\">#</a></h4>\n<p>To pick a fight, play a card into the center of the table, and declare which player you are attacking. That player has two options: he can surrender and lose the fight, or he can play a card of higher rank than the card you played. (Suit doesn’t matter.)</p>\n<p>If your opponent plays a higher card, you may respond with an even higher card, or you may surrender. This continues until one player gives up, or can’t play a higher card.</p>\n<p>The winner of the fight draws a random card from the loser’s hand. That card goes into the winner’s “board,” which is a faceup collection of cards on the table in front of him.</p>\n<p>Board cards aren’t part of your hand. You can’t fight with them, discard them, or lose them in fights. They will help you in the showdown.</p>\n<p>After the fight, all cards which were played in the fight get sorted into the appropriate lifeboats. (Think of it as other pirates picking up all the stuff you threw at each other.)</p>\n<h4 id=\"important-restriction:\" tabindex=\"-1\">Important Restriction: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#important-restriction:\" aria-hidden=\"true\">#</a></h4>\n<p>You cannot play the last card in your hand, unless that card is a King. This rule ensures that the winner will always be able to draw a card from the loser’s hand.</p>\n<h4 id=\"pointless-restriction:\" tabindex=\"-1\">Pointless Restriction: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#pointless-restriction:\" aria-hidden=\"true\">#</a></h4>\n<p>You can’t challenge a player who is holding no cards. You’d have nothing to draw from him, and you can achieve the same result by simply discarding a card.</p>\n<h4 id=\"the-showdown:\" tabindex=\"-1\">The Showdown: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#the-showdown:\" aria-hidden=\"true\">#</a></h4>\n<p>When the last card in the deck is drawn, the ship sinks. At this point, it’s time for each player to bribe his way into a lifeboat, in the phase called the “showdown.”</p>\n<p>Each player plays one card from his hand, face down. This card is called the Key Card, and it is a declaration of which lifeboat you’re running to. This means that you must be lucky enough to hold a card matching the lifeboat you want. If your hand is empty, which is rare, you will go down with the ship and score no points for the round. Once everyone has played a Key Card, reveal all the cards in everyone’s hand.</p>\n<p>If everyone ran for a <strong>different lifeboat</strong>, there’s no contest. Each player gets the point value of the cards in that lifeboat. You do not score the cards in your hand, your Key Card, or your board.</p>\n<p>If <strong>more than one person went for the same lifeboat</strong>, then only one player will get in. The points in the lifeboat will go to the player who is holding more points in the matching suit, including his hand, his board, and his Key Card. If there is a tie, it is broken in favor of the player who has the single highest card in that suit. As above, you score only the points in the lifeboat.</p>\n<blockquote>\n<h3 id=\"scoring-example:\" tabindex=\"-1\">Scoring Example: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#scoring-example:\" aria-hidden=\"true\">#</a></h3>\n<p>It’s the showdown in a four-player game. Player 1 plays a Spade, Players 2 and 3 play Hearts, and Player 4 plays nothing because his hand is empty. Player 1 gets the points in the Spade lifeboat, and Player 4 gets nothing.</p>\n<p>Players 2 and 3 have both gone for the Hearts lifeboat, so they must compete to get in. Compare all the Hearts they hold: Player 2 has the 6h on his board, played the Qh as his Key, and holds no other Hearts. Player 3 played the 2h as his Key, and held only the 3h and the 7h in his hand. Player 2 takes the lifeboat, with 18 total points of Hearts vs. Player 3’s 12 points. Player 3 scores nothing.</p>\n</blockquote>\n<h3 id=\"winning:\" tabindex=\"-1\">Winning: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#winning:\" aria-hidden=\"true\">#</a></h3>\n<p>Play to 200 points. If two players break 200 on the same round, the player with the highest score wins. If two players are tied for the high score, they must engage in the embarrassing Caribbean Plank Walk tied together with a ten-foot rope and clenching knives in their teeth.</p>\n<h3 id=\"strategy:\" tabindex=\"-1\">Strategy: <a class=\"direct-link\" href=\"https://nathan-long.com/rules/posts/abandon-ship/#strategy:\" aria-hidden=\"true\">#</a></h3>\n<ul>\n<li>The cards that you discard and play in fights are crucial choices. Every card that you play in this manner will wind up in a lifeboat. On the other hand, every card that you win or lose in a fight will go in someone’s board.</li>\n<li>Early in the game, it helps to get a few cards into your board, to give yourself some leverage in the showdown. Later, you must do what you can to make sure you hold a Key Card for the right lifeboat.</li>\n<li>You will notice that the more valuable a lifeboat is, the fewer points it will require to board (the majority of that suit is in the lifeboat, and not in players’ hands.) Discretion is the better part of valor: it’s better to get into a small lifeboat than to try for a big one and lose. Learn to guess what the other players will probably go for, and play accordingly.</li>\n</ul>\n<blockquote>\n<p><strong>Variation for 6-8 Players:</strong> You can play Abandon Ship! with as many as eight players, by shuffling together two decks. Deal eight hands regardless of how many players are in the game, and remove the unused hands from the game. To resolve ties during the showdown, if both players have a card of the same rank as their highest card in their Key suit, compare the second highest cards in each hand, and so on. If tied hands are exactly identical, it’s time to set up the plank.</p>\n</blockquote>\n",
      "date_published": "2022-10-11T00:00:00Z"
    }
  ]
}
